# LPerMin Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LPerMin Property
SymbolTypeId Class See Also
---
Symbol L/min, indicating unit Liters per minute.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LPerMin { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LPerMin As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LPerMin {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace